// group 5
var data = [
    {
        id: 1,
        title: "世界上最長的跨海大橋是？",
        options: {
            A: "瀨戶大橋",
            B: "嘉樂比大橋",
            C: "港珠澳大橋",
            D: "杭州灣大橋"
        },
        answer: "C"
    },
    {
        id: 2,
        title: "城市裡發展新能源汽車如電動車的優點是？",
        options: {
            A: "有效降低擁堵",
            B: "節能減排",
            C: "無",
            D: "充電方便"
        },
        answer: "B"
    },
    {
        id: 3,
        title: "光伏發電廣泛的應用於智慧城市建設的哪些方面？",
        options: {
            A: "光伏交通",
            B: "光伏建築",
            C: "光伏電站",
            D: "以上都是"
        },
        answer: "D"
    },
    {
        id: 4,
        title: "海嘯是一種具有強大破壞力的海浪，這種波浪運動引發的狂濤駭浪，洶湧澎湃，他捲起的海濤，波高最高可達（）。這種水牆內含極大的能量，往往造成對生命和財產的嚴重摧殘。",
        options: {
            A: "幾米",
            B: "十幾米",
            C: "二十幾米",
            D: "數十米"
        },
        answer: "D"
    },
    {
        id: 5,
        title: "建築結構在受到外力作用時會發生振動。這些外力包括人群荷載，車輛荷載，風荷載，地震荷載等。 2020年5月5日，橋面設置了水馬的虎門大橋出現了較為明顯的振動，導致封橋停運；2021年5月18日，裝有桅杆的高達345.8米的深圳賽格大廈出現有感振動，樓內全員撤離。請問，這兩次發生振動的原因是：",
        options: {
            A: "風致渦激共振",
            B: "風致顫振",
            C: "行車導致大幅振動",
            D: "風致抖振"
        },
        answer: "A"
    },
    {
        id: 6,
        title: "泥石流來臨，逃生時應()",
        options: {
            A: "快速往山下跑",
            B: "往滑坡頂部逃生",
            C: "往滑坡下方逃生",
            D: "以上都可以"
        },
        answer: "B"
    },
    {
        id: 7,
        title: "遭遇洪水襲擊來不及撤離時，應()",
        options: {
            A: "在身上捆綁重物，防止被洪水沖跑",
            B: "迅速向屋頂、大樹、高牆等處轉移",
            C: "以靜制動",
            D: "把財物用防水布包惠起來"
        },
        answer: "B"
    },
    {
        id: 8,
        title: "下列屬於生命線工程的是（）",
        options: {
            A: "變電站，自來水廠，通信線路",
            B: "機關",
            C: "學校",
            D: "百貨公司，餐館"
        },
        answer: "A"
    },
    {
        id: 9,
        title: "大地震後，往往會發生一系列次生災害，從歷次大震看，地震後在城市造成最嚴重，最普遍的次生災害是（）",
        options: {
            A: "毒氣污染",
            B: "交通癱瘓",
            C: "火災",
            D: "停水，停電"
        },
        answer: "C"
    },
    {
        id: 10,
        title: "颱風不會引起什麼後果（）",
        options: {
            A: "梅雨",
            B: "暴雨",
            C: "巨浪",
            D: "洪澇"
        },
        answer: "A"
    },
    {
        id: 11,
        title: "不是防禦颱風災害的措施有（）",
        options: {
            A: "无",
            B: "保护性接地",
            C: "防锈漆",
            D: "绝缘"
        },
        answer: "C"
    },
    {
        id: 12,
        title: "地震次生災害不包括:",
        options: {
            A: "火災",
            B: "煤氣洩漏",
            C: "房屋倒塌",
            D: "水災"
        },
        answer: "C"
    },{
        id: 13,
        title: "目前我國的高速公路總里程約是？ ，為世界第？位",
        options: {
            A: "52萬公里",
            B: "16萬公里",
            C: "520萬公里",
            D: "1.6萬公里"
        },
        answer: "B"
    },
    {
        id: 14,
        title: "下列關於無人駕駛技術的說法，正確的是?",
        options: {
            A: "主要依靠車內的以計算機系統為主的智能駕駛儀來實現無人駕駛的目標",
            B: "屬於人機共融技術",
            C: "集自動控制、體系結構、人工智能、視覺計算等眾多技術於一體",
            D: "以上全是"
        },
        answer: "D"
    },
    {
        id: 15,
        title: "ITS智能交通系統能使交通運輸基礎設施發回出最大的效能，獲得巨大社會經濟效益主要表現在?",
        options: {
            A: "保障交通運輸系統的安全，不會出事故",
            B: "增加交通運輸機動性",
            C: "不再產生污染，實現環境保護",
            D: "以上說法都不對"
        },
        answer: "B"
    },
    {
        id: 16,
        title: "以下關於無人駕駛汽車說法不正確的是？",
        options: {
            A: "無人駕駛汽車是一種智能汽車",
            B: "無人駕駛汽車可以說把駕駛人完全解放",
            C: "無人駕駛汽車不用掌握交通法規",
            D: "無人駕駛汽車方便車主在車內辦公"
        },
        answer: "C"
    },
    {
        id: 17,
        title: "智慧交通系統中，物聯網主要應用於哪些方面",
        options: {
            A: "計算決策、定位監測",
            B: "智能收費、事故處理",
            C: "擁塞控制、出行計劃",
            D: "以上都是"
        },
        answer: "D"
    },
    {
        id: 18,
        title: "以下模塊中，自動駕駛汽車有用到的是",
        options: {
            A: "感知模塊",
            B: "規劃模塊",
            C: "控制模塊",
            D: "以上均有"
        },
        answer: "D"
    },
    {
        id: 19,
        title: "以下觀點中，關於當今諸多汽車廠商所用到的輔助駕駛功能理解正確的是：",
        options: {
            A: "輔助駕駛在一定場景下可以當作自動駕駛功能使用，非常方便",
            B: "廠商能推出就說明是安全可靠的，可以完全信任輔助駕駛功能",
            C: "輔助駕駛功能必須要求駕駛員參與操縱車輛，不是完全的自動駕駛",
            D: "輔助駕駛導致的一些事故只是少數意外情況，在經過不斷迭代優化後已經可以當作自動駕駛功能使用了"
        },
        answer: "C"
    },
    {
        id: 20,
        title: "不是自動駕駛車輛常用的硬件設備有",
        options: {
            A: "柴油發電機",
            B: "雷達，LIDAR",
            C: "具有運算能力的設備，如計算機",
            D: "定位設備，如GPS，IMU"
        },
        answer: "A"
    },
    {
        id: 21,
        title: "美國汽車工程師協會（SAE）將自動駕駛分為五個級別，以下選項中不是在這五個級別中的有：",
        options: {
            A: "駕駛輔助",
            B: "高度自動駕駛",
            C: "低級自動駕駛",
            D: "完全自動駕駛"
        },
        answer: "C"
    },
    {
        id: 22,
        title: "在自動駕駛中，區別於高速場景，城市場景應特殊考慮哪些駕駛行為：",
        options: {
            A: "變道",
            B: "超車",
            C: "轉彎，通過交叉路口",
            D: "通過環島"
        },
        answer: "C"
    }
]