// group 5
var data = [
{
        id: 1,
        title: "世界上最長的跨海大橋是？",
        options: {
            A: "瀨戶大橋",
            B: "嘉樂比大橋",
            C: "港珠澳大橋",
            D: "杭州灣大橋"
        },
        answer: "C"
    },
    {
        id: 2,
        title: "城市裡發展新能源汽車如電動車的優點是？",
        options: {
            A: "有效降低擁堵",
            B: "節能減排",
            C: "無",
            D: "充電方便"
        },
        answer: "B"
    },
    {
        id: 3,
        title: "光伏發電廣泛的應用於智慧城市建設的哪些方面？",
        options: {
            A: "光伏交通",
            B: "光伏建築",
            C: "光伏電站",
            D: "以上都是"
        },
        answer: "D"
    },
    {
        id: 4,
        title: "海嘯是一種具有強大破壞力的海浪，這種波浪運動引發的狂濤駭浪，洶湧澎湃，他捲起的海濤，波高最高可達（）。這種水牆內含極大的能量，往往造成對生命和財產的嚴重摧殘。",
        options: {
            A: "幾米",
            B: "十幾米",
            C: "二十幾米",
            D: "數十米"
        },
        answer: "D"
    },
    {
        id: 5,
        title: "建築結構在受到外力作用時會發生振動。這些外力包括人群荷載，車輛荷載，風荷載，地震荷載等。 2020年5月5日，橋面設置了水馬的虎門大橋出現了較為明顯的振動，導致封橋停運；2021年5月18日，裝有桅杆的高達345.8米的深圳賽格大廈出現有感振動，樓內全員撤離。請問，這兩次發生振動的原因是：",
        options: {
            A: "風致渦激共振",
            B: "風致顫振",
            C: "行車導致大幅振動",
            D: "風致抖振"
        },
        answer: "A"
    },
    {
        id: 6,
        title: "泥石流來臨，逃生時應()",
        options: {
            A: "快速往山下跑",
            B: "往滑坡頂部逃生",
            C: "往滑坡下方逃生",
            D: "以上都可以"
        },
        answer: "B"
    },
    {
        id: 7,
        title: "遭遇洪水襲擊來不及撤離時，應()",
        options: {
            A: "在身上捆綁重物，防止被洪水沖跑",
            B: "迅速向屋頂、大樹、高牆等處轉移",
            C: "以靜制動",
            D: "把財物用防水布包惠起來"
        },
        answer: "B"
    },
    {
        id: 8,
        title: "下列屬於生命線工程的是（）",
        options: {
            A: "變電站，自來水廠，通信線路",
            B: "機關",
            C: "學校",
            D: "百貨公司，餐館"
        },
        answer: "A"
    },
    {
        id: 9,
        title: "大地震後，往往會發生一系列次生災害，從歷次大震看，地震後在城市造成最嚴重，最普遍的次生災害是（）",
        options: {
            A: "毒氣污染",
            B: "交通癱瘓",
            C: "火災",
            D: "停水，停電"
        },
        answer: "C"
    },
    {
        id: 10,
        title: "颱風不會引起什麼後果（）",
        options: {
            A: "梅雨",
            B: "暴雨",
            C: "巨浪",
            D: "洪澇"
        },
        answer: "A"
    },
    {
        id: 11,
        title: "不是防禦颱風災害的措施有（）",
        options: {
            A: "无",
            B: "保护性接地",
            C: "防锈漆",
            D: "绝缘"
        },
        answer: "C"
    },
    {
        id: 12,
        title: "地震次生災害不包括:",
        options: {
            A: "火災",
            B: "煤氣洩漏",
            C: "房屋倒塌",
            D: "水災"
        },
        answer: "C"
    }
]